export default {
  projections: {
    КлиентыE: {
      заказчик: {
        __caption__: 'Заказчик'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      адресПоствки: {
        __caption__: 'Адрес поствки'
      },
      расчетСчет: {
        __caption__: 'Расчетный счет'
      }
    },
    КлиентыL: {
      заказчик: {
        __caption__: 'Заказчик'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      адресПоствки: {
        __caption__: 'Адрес поствки'
      },
      расчетСчет: {
        __caption__: 'Расчетный счет'
      }
    }
  },
  validations: {
    адресПоствки: {
      __caption__: 'Адрес поствки'
    },
    заказчик: {
      __caption__: 'Заказчик'
    },
    расчетСчет: {
      __caption__: 'Расчетный счет'
    },
    телефон: {
      __caption__: 'Телефон'
    }
  }
};
