export default {
  projections: {
    ФормирДокРаспрE: {
      дата: {
        __caption__: 'Дата'
      },
      номерДокРаспред: {
        __caption__: 'Номер документа распределения'
      },
      докумПостав: {
        __caption__: 'Номер документа поставки',
        клиенты: {
          __caption__: '',
          заказчик: {
            __caption__: 'Заказчик'
          },
          адресПоствки: {
            __caption__: 'Адрес поставки'
          },
          телефон: {
            __caption__: 'Телефон'
          }
        }
      },
      списокБарж: {
        __caption__: 'Номер баржи'
      },
      пунктПогрузки: {
        __caption__: 'Адрес погрузки'
      },
      списокКонтей: {
        __caption__: 'Номер контейнера'
      }
    },
    ФормирДокРаспрL: {
      дата: {
        __caption__: 'Дата'
      },
      номерДокРаспред: {
        __caption__: 'Номер документа распределения'
      },
      докумПостав: {
        __caption__: 'Номер документа поставки',
        дата: {
          __caption__: 'Номер документа поставки'
        }
      },
      списокБарж: {
        __caption__: 'Номер баржи',
        номерБаржи: {
          __caption__: 'Номер баржи'
        }
      },
      пунктПогрузки: {
        __caption__: 'Адрес погрузки',
        адрес: {
          __caption__: 'Адрес погрузки'
        }
      },
      списокКонтей: {
        __caption__: 'Номер контейнера',
        номерКонтей: {
          __caption__: 'Номер контейнера'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номерДокРаспред: {
      __caption__: 'Номер документа распределения'
    },
    докумПостав: {
      __caption__: 'Номер документа поставки'
    },
    пунктПогрузки: {
      __caption__: 'Адрес погрузки'
    },
    списокБарж: {
      __caption__: 'Номер баржи'
    },
    списокКонтей: {
      __caption__: 'Номер контейнера'
    }
  }
};
