export default {
  caption: 'Формирование документа распределения',
  'дата-caption': 'Дата',
  'номерДокРаспред-caption': 'Номер документа распределения',
  'докумПостав.клиенты.заказчик-caption': 'Заказчик',
  'докумПостав.клиенты.адресПоствки-caption': 'Адрес поставки',
  'докумПостав.клиенты.телефон-caption': 'Телефон',
  'докумПостав-caption': 'Номер документа поставки',
  'списокБарж-caption': 'Номер баржи',
  'пунктПогрузки-caption': 'Адрес погрузки',
  'списокКонтей-caption': 'Номер контейнера'
};
